app/controllers/loudnessmeasures_controller.rb

	def create
  		@loudnessmeasure = LoudnessMeasure.new(loudnessmeasure_params_to_db)

  		if @loudnessmeasure.save
---
INSERT INTO "loudness_measures" ("created_at", "originalfile", "text", "title", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", "2014-12-14 01:29:53.427990"], ["originalfile", "testfile"], ["text", "adios"], ["title", "hola jolin"], ["updated_at", "2014-12-14 01:29:53.427990"]]

	def show
  		@loudnessmeasure = LoudnessMeasure.find(params[:id])
---
SELECT  "loudness_measures".* FROM "loudness_measures"  WHERE "loudness_measures"."id" = ? LIMIT 1  [["id", 0]]

	def index
  		@loudnessmeasures = LoudnessMeasure.all
---
SELECT "loudness_measures".* FROM "loudness_measures"